Repository: plathanus-tech/django_boilerplate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Brazilian Portuguese
pt_br: Português Brasileiro

source: English
pt_br: Inglês

source: São Paulo - Brazil (-03:00)
pt_br: São Paulo - Brasil (-03:00)

source: Universal Coordinated Time
pt_br: Tempo Coordenado Universal (UTC)

source: Created
pt_br: Criado

source: Enqueued
pt_br: Na fila

source: Sent
pt_br: Enviado(a)

source: Delivered
pt_br: Entregue

source: Read
pt_br: Lido(a)

source: Failed
pt_br: Falhou

source: Device not registered
pt_br: Dispositivo não registrado

source: Message too big
pt_br: Mensagem muito grande

source: Message rate exceeded
pt_br: Limite de mensagens excedido

source: Mismatch sender ID
pt_br: ID remetente não confere

source: Invalid credentials
pt_br: Credenciais inválidas

source: Not opted-in
pt_br: Não permitiu

source: Too many delivery attempts
pt_br: Muitas tentativas de entrega

source: Internal communication
pt_br: Comunicação interna

source: Unexpected failure
pt_br: Falha inesperada

source: Insufficient permissions
pt_br: Permissões insuficientes

source: Invalid phone number. Original error message was: %s
pt_br: Número telefone inválido. Mensagem de erro original: %s

source: created at
pt_br: criado em

source: updated at
pt_br: atualizado em

source: Request failed at
pt_br: Requisição falhou em

source: Exception class
pt_br: Classe exceção

source: More information available on the attached logs/traceback
pt_br: Mais informações disponíveis nos logs/traceback anexados

source: Task failed
pt_br: Tarefa falhou

source: Task id
pt_br: Id tarefa

source: Task args
pt_br: Args tarefa

source: Task kwargs
pt_br: Kwargs tarefa

source: Invalid Certificate
pt_br: certificado inválido

source: Invalid CNH
pt_br: CNH inválida

source: Invalid CNPJ
pt_br: CNPJ inválido

source: Invalid CNS
pt_br: CNS inválido

source: Invalid CPF
pt_br: CPF inválido

source: Invalid CPF/CNPJ
pt_br: CPF/CNPJ inválido

source: Invalid PIS
pt_br: PIS inválido

source: Invalid RENAVAM
pt_br: RENAVAM inválido

source: Invalid Voter Registration
pt_br: Título Eleitoral inválido

source: Title
pt_br: Título

source: Failure reason
pt_br: Motivo de falha

source: Delivery
pt_br: Entrega

source: Metadata
pt_br: Meta-dados

source: Push Notification
pt_br: Notificação Push

source: Push Notifications
pt_br: Notificações Push

source: Invalid notification token, {reason}
pt_br: Token de notificação inválido, {reason}

source: user
pt_br: usuário

source: kind
pt_br: espécie

source: The kind of notification
pt_br: A espécie de notificação

source: title
pt_br: título

source: This is the text that shows on the top of the notification
pt_br: Este é o texto que aparece no topo da notificação

source: description
pt_br: descrição

source: This is the text that contains the details of the notification
pt_br: Este é o texto que contém os detalhes da notificação

source: additional data
pt_br: dados adicionais

source: The additional data that is sent with the notification
pt_br: Os dados adicionais enviados com esta notificação

source: status
pt_br: situação

source: The current status of this notification
pt_br: A situação atual desta notificação

source: receipt ID
pt_br: ID recibo

source: The notification service ID for this notification, with this receipt ID we can check if the message was delivered
pt_br: O ID da notificação no serviço de notificação, com este ID do recibo podemos verificar se a mensagem foi entregue

source: delivery attempts
pt_br: tentativas de entrega

source: How many times we tried to deliver this notification
pt_br: Quantas vezes tentamos entregar esta notificação

source: failure kind
pt_br: espécie falha

source: When the notification fails this was the reason provided
pt_br: Quando esta notificação falhou esse o motivo fornecido

source: failure message
pt_br: mensagem de falha

source: The message provided of the cause of the failure
pt_br: A mensagem fornecida com a causa da falha

source: read at
pt_br: lido(a) em

source: The exact time that this notification was marked as read by the end-user
pt_br: O momento exato que esta notificação foi marcada como lida pelo usuário final

source: delivery confirmation received at
pt_br: confirmação de entrega recebida em

source: When the provider of this notification confirmed the delivery of this notification
pt_br: Quando o fornecedor desta notificação confirmou a entrega desta notificação

source: push notification
pt_br: notificação Push

source: push notifications
pt_br: notificações Push

source: it may not be blank
pt_br: não pode ser vazio

source: value too big
pt_br: Valor muito grande

source: Permissions
pt_br: Permissões

source: Preferences
pt_br: Preferências

source: User
pt_br: Usuário

source: Users
pt_br: Usuários

source: is staff
pt_br: é da equipe interna

source: Only staff users can access the admin
pt_br: Apenas usuários da equipe interna podem acessar o admin

source: is admin
pt_br: é super usuário

source: Super users have all permissions
pt_br: Super usuários tem todas as permissões

source: email address
pt_br: endereço email

source: full name
pt_br: nome completo

source: notification token
pt_br: token notificação

source: The token used to send push notifications to the user's phone
pt_br: O token utilizado para enviar notificações push ao telefone do usuário

source: preference language
pt_br: idioma preferência

source: preference time zone
pt_br: fuso horário preferência

source: is active
pt_br: está ativo

source: Inactive users can't login. Use this instead of deleting the user.
pt_br: Usuário inativos não podem fazer login. Use isto em vez de excluir o usuário.

source: date joined
pt_br: data inscrição

source: users
pt_br: usuários

source: user group
pt_br: grupo de Usuário

source: user groups
pt_br: grupo de Usuários

source: The '{username}' account was not found or is inactive
pt_br: A conta '{username}' não foi encontrada ou está inativa

source: Invalid password for '{username}' account
pt_br: Senha inválida para a conta '{username}'

source: Please pick another account
pt_br: Por favor selecione outra conta

source: Password mismatch, passwords are case-sensitive
pt_br: Senhas não conferem, senhas são sensíveis a maiúsculas/minúsculas
