Repository: plathanus-tech/django_boilerplate
Catalog: src/app/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: created at
pt_br: Criado em

source: updated at
pt_br: Atualizado em

source: Brazilian Portuguese
pt_br: Português

source: English
pt_br: Inglês

source: The BoilerPlate's API
pt_br: A API do Boilerplate

source: Invalid Certificate number
pt_br: Certidão inválida

source: Invalid CNH number
pt_br: CNH inválida

source: Invalid CNPJ number
pt_br: CNPJ inválido

source: Invalid CNS number
pt_br: CNS inválido

source: Invalid CPF number
pt_br: CPF inválido

source: Invalid CPF/CNPJ number
pt_br: CPF/CNPJ inválido

source: Invalid PIS number
pt_br: PIS inválido

source: Invalid RENAVAM number
pt_br: RENAVAM inválido

source: Invalid Voter Registration number
pt_br: Título de Eleitor inválido
